{
  "title": "رازداری کی پالیسی",
  "subtitle": "ہم آپ کا ڈیٹا کیسے سنبھالتے ہیں اور آپ کی پرائیویسی کی حفاظت کیسے کرتے ہیں",
  "header_title": "رازداری کی پالیسی – نوٹ پیڈل",
  "effective_date": "نافذ العمل تاریخ: 29 دسمبر 2024",
  "last_updated": "آخری تازہ کاری: 29 دسمبر 2024",
  "introduction_heading": "تعارف",
  "introduction_body": "نوٹ پیڈل (\"ہم\", \"ہمارا\" یا \"ہم\") مفت آن لائن نوٹ پیڈ سروس فراہم کرتا ہے تاکہ صارفین آسانی سے نوٹس لکھ سکیں اور محفوظ کر سکیں۔ یہ پرائیویسی پالیسی بتاتی ہے کہ ہم آپ کے ڈیٹا کو کیسے سنبھالتے ہیں اور آپ کی پرائیویسی کے تحفظ کے لیے ہمارا عزم کیا ہے۔",
  "data_collection_heading": "1. ہم کون سا ڈیٹا اکٹھا کرتے ہیں",
  "anonymous_heading": "گمنام صارفین:",
  "anonymous_list": [
    "گمنام صارفین کا کوئی ذاتی ڈیٹا اکٹھا نہیں کیا جاتا",
    "نوٹس آپ کے براؤزر کے مقامی ذخیرہ (localStorage) میں محفوظ ہوتے ہیں",
    "تھیم کی ترجیحات اور سیٹنگز مقامی طور پر محفوظ ہوتی ہیں",
    "ہمارے سرورز پر کوئی ڈیٹا منتقل نہیں کیا جاتا"
  ],
  "registered_heading": "رجسٹرڈ صارفین (اختیاری):",
  "registered_intro": "ہم جمع کر سکتے ہیں:",
  "registered_list": [
    "اکاؤنٹ بنانے اور تصدیق کے لیے ای میل ایڈریس",
    "جو نوٹس آپ کلاؤڈ میں محفوظ کرتے ہیں",
    "زبان اور تھیم کی ترجیحات",
    "اکاؤنٹ بنانے اور آخری لاگ ان کے وقت",
    "نوٹس شیئرنگ اور تعاون کی سیٹنگز"
  ],
  "use_data_heading": "2. ہم آپ کے ڈیٹا کا استعمال کیسے کرتے ہیں",
  "use_data_list": [
    "آپ کے نوٹس کو مختلف آلات پر محفوظ اور ہم آہنگ کرنے کے لیے",
    "آپ کے اکاؤنٹ اور محفوظ مواد تک رسائی فراہم کرنے کے لیے",
    "صارف تجربہ اور ایپ کی فعالیت کو بہتر بنانے کے لیے",
    "جب آپ نوٹس شیئر کریں تو تعاون کی خصوصیات فراہم کرنے کے لیے",
    "مطلوبہ صارف تعاون فراہم کرنے کے لیے",
    "اہم اکاؤنٹ سے متعلق ای میلز بھیجنے کے لیے (تصدیق، پاس ورڈ ری سیٹ)"
  ],
  "email_heading": "3. ای میل مواصلات",
  "email_intro": "ہم ای میلز بھیجتے ہیں support@notepadle.com سے:",
  "email_list": [
    "اکاؤنٹ بنانے پر ای میل تصدیق",
    "پاس ورڈ ری سیٹ درخواستیں",
    "اہم سیکیورٹی اطلاعات",
    "اکاؤنٹ سے متعلق تازہ کاری اور تبدیلیاں",
    "صارف تعاون کے جوابات"
  ],
  "email_note": "ہم مارکیٹنگ یا پروموشنل ای میلز نہیں بھیجتے جب تک آپ خود اَن-آپٹ نہ کریں۔",
  "cookies_heading": "4. کوکیز اور لوکل اسٹوریج",
  "localstorage_heading": "LocalStorage کا استعمال:",
  "localstorage_list": [
    "گمنام صارفین کے نوٹس محفوظ کرنے کے لیے لوکل اسٹوریج کا استعمال",
    "تھیم کی ترجیحات (ڈارک/لائٹ موڈ) مقامی طور پر محفوظ کی جاتی ہیں",
    "کیٹیگری ترتیب اور نوٹ آرگنائزیشن کی ترجیحات"
  ],
  "cookies_usage_heading": "Cookies کا استعمال:",
  "cookies_usage_list": [
    "آپ کی لاگ ان حالت برقرار رکھنے کے لیے سیشن کوکیز",
    "تھیم اور زبان کی ترجیحات کے لیے کوکیز",
    "کوئی ٹریکنگ یا اشتہاری کوکیز استعمال نہیں کی جاتیں"
  ],
  "contact_heading": "ہم سے رابطہ کریں",
  "contact_intro": "اگر آپ کو اس رازداری کی پالیسی یا ہمارے ڈیٹا عمل کے بارے میں کوئی سوال ہے تو براہ کرم ہم سے رابطہ کریں:",
  "contact_email": "ای میل: support@notepadle.com",
  "contact_response": "جواب کا وقت: ہم 48 گھنٹوں کے اندر جواب دینے کی کوشش کرتے ہیں",
  "summary_heading": "رازداری کا خلاصہ",
  "summary_do": "✓ ہم یہ کرتے ہیں:",
  "summary_do_list": [
    "آپ کا تمام ڈیٹا انکرپٹ کرتے ہیں",
    "آپ کی رازداری کی پسند کا احترام کرتے ہیں",
    "گمنام استعمال کی اجازت دیتے ہیں",
    "آپ کے ڈیٹا پر آپ کو مکمل کنٹرول دیتے ہیں"
  ],
  "summary_dont": "✗ ہم یہ نہیں کرتے:",
  "summary_dont_list": [
    "آپ کی ذاتی معلومات بیچتے ہیں",
    "ٹرacking کوکیز استعمال کرتے ہیں",
    "بغیر اجازت نوٹس شیئر کرتے ہیں",
    "غیر ضروری ڈیٹا جمع کرتے ہیں"
  ]
}
