{
  "title": "นโยบายความเป็นส่วนตัว",
  "subtitle": "เราจัดการข้อมูลของคุณอย่างไรและปกป้องความเป็นส่วนตัวของคุณอย่างไร",
  "header_title": "นโยบายความเป็นส่วนตัว – Notepadle",
  "effective_date": "มีผลบังคับใช้: 29 ธันวาคม 2024",
  "last_updated": "อัปเดตล่าสุด: 29 ธันวาคม 2024",
  "introduction_heading": "แนะนำ",
  "introduction_body": "Notepadle (“เรา”) ให้บริการสมุดบันทึกออนไลน์ฟรี เพื่อช่วยให้ผู้ใช้เขียนและบันทึกบันทึกได้อย่างง่ายดาย นโยบายความเป็นส่วนตัวนี้อธิบายว่เราจัดการข้อมูลของคุณอย่างไรและยืนยันความมุ่งมั่นในการปกป้องความเป็นส่วนตัวของคุณ",
  "data_collection_heading": "1. ข้อมูลที่เรารวบรวม",
  "anonymous_heading": "ผู้ใช้ไม่ระบุตัวตน:",
  "anonymous_list": [
    "เราไม่รวบรวมข้อมูลส่วนบุคคลจากผู้ใช้ไม่ระบุตัวตน",
    "บันทึกจะถูกเก็บไว้ในเบราว์เซอร์ของคุณ (localStorage)",
    "การตั้งค่าธีมและการตั้งค่าจะถูกเก็บไว้ในเครื่อง",
    "ไม่มีการส่งข้อมูลใดๆ ไปยังเซิร์ฟเวอร์ของเรา"
  ],
  "registered_heading": "ผู้ใช้ที่ลงทะเบียน (ไม่บังคับ):",
  "registered_intro": "เราอาจรวบรวมข้อมูลดังต่อไปนี้:",
  "registered_list": [
    "ที่อยู่อีเมลสำหรับสร้างและตรวจสอบบัญชี",
    "บันทึกที่คุณเลือกบันทึกในคลาวด์",
    "การตั้งค่าภาษาและธีม",
    "วันที่สร้างบัญชีและการเข้าสู่ระบบครั้งล่าสุด",
    "การตั้งค่าการแชร์และการทำงานร่วมกัน"
  ],
  "use_data_heading": "2. เราใช้ข้อมูลของคุณอย่างไร",
  "use_data_list": [
    "จัดเก็บและซิงค์บันทึกของคุณข้ามอุปกรณ์",
    "ให้สิทธิ์เข้าถึงบัญชีและเนื้อหาที่บันทึกไว้",
    "ปรับปรุงประสบการณ์และฟังก์ชันของแอป",
    "เปิดใช้งานคุณสมบัติการทำงานร่วมกันเมื่อคุณเลือกแชร์บันทึก",
    "ให้การสนับสนุนลูกค้าเมื่อจำเป็น",
    "ส่งอีเมลสำคัญเกี่ยวกับบัญชีของคุณ (การยืนยัน, การรีเซ็ตรหัสผ่าน)"
  ],
  "email_heading": "3. การสื่อสารทางอีเมล",
  "email_intro": "เราส่งอีเมลจาก support@notepadle.com สำหรับ:",
  "email_list": [
    "การยืนยันอีเมลเมื่อสร้างบัญชี",
    "คำขอลืมรหัสผ่าน",
    "ประกาศด้านความปลอดภัยที่สำคัญ",
    "อัปเดตหรือเปลี่ยนแปลงบัญชี",
    "การตอบกลับจากฝ่ายสนับสนุนลูกค้า"
  ],
  "email_note": "เราไม่ส่งอีเมลส่งเสริมหรือการตลาดเว้นแต่คุณเลือกเข้าร่วมอย่างชัดเจน",
  "cookies_heading": "4. คุกกี้ & LocalStorage",
  "localstorage_heading": "การใช้ LocalStorage:",
  "localstorage_list": [
    "บันทึกของผู้ใช้ไม่ระบุตัวตนจะถูกเก็บใน localStorage",
    "การตั้งค่าธีม (โหมดสว่าง/มืด) จะถูกเก็บไว้ในเครื่อง",
    "การตั้งค่าประเภทและการจัดระเบียบบันทึกจะถูกเก็บไว้ในเครื่อง"
  ],
  "cookies_usage_heading": "การใช้คุกกี้:",
  "cookies_usage_list": [
    "คุกกี้เซสชันเพื่อรักษาการเข้าสู่ระบบ",
    "คุกกี้เก็บการตั้งค่าธีมและภาษา",
    "เราไม่ใช้คุกกี้ติดตามหรือโฆษณา"
  ],
  "contact_heading": "ติดต่อเรา",
  "contact_intro": "หากคุณมีคำถามเกี่ยวกับนโยบายความเป็นส่วนตัวนี้หรือวิธีที่เราดำเนินการข้อมูล โปรดติดต่อเรา:",
  "contact_email": "อีเมล: support@notepadle.com",
  "contact_response": "เวลาตอบกลับ: เราพยายามตอบกลับภายใน 48 ชั่วโมง",
  "summary_heading": "สรุปเกี่ยวกับความเป็นส่วนตัว",
  "summary_do": "✓ เราดำเนินการ:",
  "summary_do_list": [
    "เข้ารหัสข้อมูลทั้งหมดของคุณ",
    "เคารพการเลือกความเป็นส่วนตัวของคุณ",
    "อนุญาตการใช้งานแบบไม่ระบุตัวตน",
    "ให้คุณควบคุมข้อมูลของคุณอย่างเต็มที่"
  ],
  "summary_dont": "✗ เราไม่ดำเนินการ:",
  "summary_dont_list": [
    "ไม่ขายข้อมูลส่วนบุคคลของคุณ",
    "ไม่ใช้คุกกี้ติดตาม",
    "ไม่แชร์บันทึกโดยไม่ได้รับอนุญาต",
    "ไม่เก็บข้อมูลที่ไม่จำเป็น"
  ]
}
